პირველი_ციფრი = int( input("აქ იქნება პირველი რიცხვი: ") )
print("ეს არის თქვენი რიცხვი: ", პირველი_ციფრი)
მეორე_ციფრი = int( input("აქ იქნება მეორე რიცხვი: ") )
print("ეს არის თქვენი რიცხვი: ", მეორე_ციფრი)


# გავამრავლოთ * შეგიძლია გააკეთო ეგ ფიფქი შიფტ 8
# გაყოფა ნატურალური რიცხვით // და გაყოფა არანატურალრით / განსხვავება მაგალითად: 3//2= 1 ხოლო 3/2 = 1.5
# მიმატება + გამოკლება - 
# ნაშთის პოვნა % ანუ მაგალითად 7%2 = 1
# კვადრატი არის ** 

# print("ეს არის გამრავლება: ", პირველი_ციფრი * მეორე_ციფრი)
# print("ეს არის გაყოფა: ", პირველი_ციფრი / მეორე_ციფრი)
# print("ეს არის მიმატება: ", პირველი_ციფრი + მეორე_ციფრი)

# print(f"{პირველი_ციფრი} გაყოფილია {მეორე_ციფრი} და პასუხი მივიღე {პირველი_ციფრი / მეორე_ციფრი}")


# print(f"აქ მე ვიზამ გამრავლებებს გაყოფებს და საშინელებებს {(პირველი_ციფრი**მეორე_ციფრი)/მეორე_ციფრი+(პირველი_ციფრი-მეორე_ციფრი)} ")

# print(f"პირველი რიცხვი {პირველი_ციფრი}, მეორე ციფრი {მეორე_ციფრი} და პასუხია {პირველი_ციფრი/მეორე_ციფრი*100000}")


# git add .
# git commit -m "ჩემი კომენტარი"
# და ბოლოს git push ან რასაც დაგიწერს git push origin რაღაცა
